def display_instruct():
    """Выводит на экран инструкцию для игрока."""
    print(
        """
        Добро пожаловать на ринг грандиознейших интеллектуальных состязаний вмех времен.
        Твой мозг и мой процессор сойдутся в схватке за доской игры "Крестики-нолики".
        Чтобы сделать ход, введи число от 0 до 8. Числа однозначно соответствуют полям
        доски - так, как показано ниже:\n
        0|1|2
        -----
        3|4|5
        -----
        6|7|8
        \nПриготовься к бою, жалкий белковый человечишка. Вот-вот начнется решающее сражение.\n
        """
    )


